insert into product(id, name, price) VALUES
(1,'молоко',75),
(2,'хлеб',35),
(3,'сметана',45),
(4,'масло',70),
(5,'сыр',120);

insert into buyer (id, first_name, last_name) VALUES
(1,'Иван','Иванов'),
(2,'Петр','Петров'),
(3,'Анна','Кузнецова');

insert into purchase(id, product_id, buyer_id, date) VALUES
(1,1,1,'18-03-2021'),
(2,1,1,'18-03-2021'),
(3,2,2,'18-03-2021'),
(4,3,2,'18-03-2021'),
(5,5,3,'18-03-2021'),
(6,4,3,'18-03-2021'),
(7,2,1,'18-03-2021'),
(8,4,3,'20-03-2021'),
(9,3,2,'12-03-2021'),
(10,1,1,'20-03-2021'),
(11,4,1,'22-03-2021');